{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "String_Table-Settings_Description",
			"Children": [
				{
					"Source":
					{
						"Text": "3D Resolution"
					},
					"Translation":
					{
						"Text": "3D Resolution"
					},
					"Key": "Setting.Quality.Resolution"
				},
				{
					"Source":
					{
						"Text": "3D resolution determines the resolution that objects\nare rendered in game, but does not affect the main\nmenu. Lower resolutions can significantly increase\nframe rate."
					},
					"Translation":
					{
						"Text": "3D resolution determines the resolution that objects\nare rendered in game, but does not affect the main\nmenu. Lower resolutions can significantly increase\nframe rate."
					},
					"Key": "Setting.Quality.Resolution.Description"
				},
				{
					"Source":
					{
						"Text": "Anti-Aliasing"
					},
					"Translation":
					{
						"Text": "Anti-Aliasing"
					},
					"Key": "Setting.AA"
				},
				{
					"Source":
					{
						"Text": "Anti-Aliasing reduces jaggy artifacts along geometry\nedges. Increasing this setting will make edges look\nsmoother, but can reduce performance. Higher settings\nmean more anti-aliasing."
					},
					"Translation":
					{
						"Text": "Anti-Aliasing reduces jaggy artifacts along geometry\nedges. Increasing this setting will make edges look\nsmoother, but can reduce performance. Higher settings\nmean more anti-aliasing."
					},
					"Key": "Setting.AA.Description"
				},
				{
					"Source":
					{
						"Text": "Auto-Set Quality"
					},
					"Translation":
					{
						"Text": "Auto-Set Quality"
					},
					"Key": "Setting.AutoQuality"
				},
				{
					"Source":
					{
						"Text": "Automatically configure the graphics quality options\nbased on a benchmark of the hardware."
					},
					"Translation":
					{
						"Text": "Automatically configure the graphics quality options\nbased on a benchmark of the hardware."
					},
					"Key": "Setting.AutoQuality.Description"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Back"
					},
					"Key": "Menu.Nav.Cancel"
				},
				{
					"Source":
					{
						"Text": "Cinematic"
					},
					"Translation":
					{
						"Text": "Cinematic"
					},
					"Key": "Setting.Quality.4"
				},
				{
					"Source":
					{
						"Text": "Confirm"
					},
					"Translation":
					{
						"Text": "Confirm"
					},
					"Key": "Menu.Nav.Confirm"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Continue"
					},
					"Key": "Menu.Continue"
				},
				{
					"Source":
					{
						"Text": "Do you really want to quit?"
					},
					"Translation":
					{
						"Text": "Do you really want to quit?"
					},
					"Key": "Menu.Quit.Confirmation"
				},
				{
					"Source":
					{
						"Text": "Effects"
					},
					"Translation":
					{
						"Text": "Effects"
					},
					"Key": "Setting.Effects"
				},
				{
					"Source":
					{
						"Text": "Effects determines the quality of visual effects and\nlighting in game. Increasing this setting will increase the\nquality of visual effects, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Effects determines the quality of visual effects and\nlighting in game. Increasing this setting will increase the\nquality of visual effects, but can reduce performance."
					},
					"Key": "Setting.Effects.Description"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "Epic"
					},
					"Key": "Setting.Quality.3"
				},
				{
					"Source":
					{
						"Text": "Global Illumination"
					},
					"Translation":
					{
						"Text": "Global Illumination"
					},
					"Key": "Setting.GI"
				},
				{
					"Source":
					{
						"Text": "Global Illumination controls the quality of dynamically\ncalculated indirect lighting bounces, sky shadowing and\nAmbient Occlusion. Settings of 'High' and above use\nmore accurate ray tracing methods to solve lighting,\nbut can reduce performance."
					},
					"Translation":
					{
						"Text": "Global Illumination controls the quality of dynamically\ncalculated indirect lighting bounces, sky shadowing and\nAmbient Occlusion. Settings of 'High' and above use\nmore accurate ray tracing methods to solve lighting,\nbut can reduce performance."
					},
					"Key": "Setting.GI.Descripton"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "High"
					},
					"Key": "Setting.Quality.2"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "Low"
					},
					"Key": "Setting.Quality.0"
				},
				{
					"Source":
					{
						"Text": "Main Menu"
					},
					"Translation":
					{
						"Text": "Main Menu"
					},
					"Key": "Menu.MainMenu"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "Medium"
					},
					"Key": "Setting.Quality.1"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "New Game"
					},
					"Key": "Menu.NewGame"
				},
				{
					"Source":
					{
						"Text": "Next Tab"
					},
					"Translation":
					{
						"Text": "Next Tab"
					},
					"Key": "Manu.Nav.TabRight"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "No"
					},
					"Key": "Menu.prompt.No"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "Options"
					},
					"Key": "Menu.Options"
				},
				{
					"Source":
					{
						"Text": "Overall Quality"
					},
					"Translation":
					{
						"Text": "Overall Quality"
					},
					"Key": "Setting.Quality.Overall"
				},
				{
					"Source":
					{
						"Text": "Post Processing"
					},
					"Translation":
					{
						"Text": "Post Processing"
					},
					"Key": "Setting.PostProcessing"
				},
				{
					"Source":
					{
						"Text": "Post Processing effects include Motion Blur, Depth of\nField and Bloom. Increasing this setting improves the\nquality of post process effects, but can reduce\nperformance."
					},
					"Translation":
					{
						"Text": "Post Processing effects include Motion Blur, Depth of\nField and Bloom. Increasing this setting improves the\nquality of post process effects, but can reduce\nperformance."
					},
					"Key": "Setting.PostProcessing.Description"
				},
				{
					"Source":
					{
						"Text": "Previous Tab"
					},
					"Translation":
					{
						"Text": "Previous Tab"
					},
					"Key": "Menu.Nav.TabLeft"
				},
				{
					"Source":
					{
						"Text": "Quality Presets"
					},
					"Translation":
					{
						"Text": "Quality Presets"
					},
					"Key": "Setting.Quality.Presets"
				},
				{
					"Source":
					{
						"Text": "Qualiy Preset allows you to adjust multiple video\noptions at once. Try a few options to see what fits your\npreference and device's performance."
					},
					"Translation":
					{
						"Text": "Qualiy Preset allows you to adjust multiple video\noptions at once. Try a few options to see what fits your\npreference and device's performance."
					},
					"Key": "Setting.QualityPresets.Description"
				},
				{
					"Source":
					{
						"Text": "Quit Game"
					},
					"Translation":
					{
						"Text": "Quit Game"
					},
					"Key": "Menu.Quit"
				},
				{
					"Source":
					{
						"Text": "Reflections"
					},
					"Translation":
					{
						"Text": "Reflections"
					},
					"Key": "Setting.Reflections"
				},
				{
					"Source":
					{
						"Text": "Reflections quality determines the resolution and\naccuracy of reflections. Settings of 'High' and above\nuse more accurate rag tracing methods to solve\nreflections, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Reflections quality determines the resolution and\naccuracy of reflections. Settings of 'High' and above\nuse more accurate rag tracing methods to solve\nreflections, but can reduce performance."
					},
					"Key": "Setting.Reflections.Description"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": "Resume"
					},
					"Key": "Menu.Resume"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Settings"
					},
					"Key": "Menu.Settings"
				},
				{
					"Source":
					{
						"Text": "Shadow quality determines the resolution and view\ndistance of dynamic shadows. Shadows improve visual\nquality and give better depth perception, but can\nreduce performance."
					},
					"Translation":
					{
						"Text": "Shadow quality determines the resolution and view\ndistance of dynamic shadows. Shadows improve visual\nquality and give better depth perception, but can\nreduce performance."
					},
					"Key": "Setting.Shadows.Description"
				},
				{
					"Source":
					{
						"Text": "Shadows"
					},
					"Translation":
					{
						"Text": "Shadows"
					},
					"Key": "Setting.Shadows"
				},
				{
					"Source":
					{
						"Text": "Texture quality determines the resolution of textures in\ngame. Increasing this setting will make abjects more\ndetailed, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Texture quality determines the resolution of textures in\ngame. Increasing this setting will make abjects more\ndetailed, but can reduce performance."
					},
					"Key": "Setting.Textures.Description"
				},
				{
					"Source":
					{
						"Text": "Textures"
					},
					"Translation":
					{
						"Text": "Textures"
					},
					"Key": "Setting.Textures"
				},
				{
					"Source":
					{
						"Text": "View Distance"
					},
					"Translation":
					{
						"Text": "View Distance"
					},
					"Key": "Setting.ViewDistance"
				},
				{
					"Source":
					{
						"Text": "View distance determines how far away abjects are\nculled for performance."
					},
					"Translation":
					{
						"Text": "View distance determines how far away abjects are\nculled for performance."
					},
					"Key": "Setting.ViewDistance.Description"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "Yes"
					},
					"Key": "Menu.Prompt.Yes"
				}
			]
		}
	]
}